[
    {
        "title": "Nose",
        "category": "nose grab",
        "designation": "Les poignées aident tous les coureurs en stabilisant leur dérive dans les airs. Comme vous vous en doutez, saisissez l'avant (ou «nez») de votre planche avec votre main dominante. Les puristes (et il y a beaucoup de gens qui gardent la pureté de ces grappins) insistent sur le fait que les plus beaux pinces à nez se tiennent à la pointe de votre planche - pas seulement à proximité."
    },
    {
        "title": "Muette",
        "category": "mute",
        "designation": "Les poignées aident tous les coureurs en stabilisant leur dérive dans les airs. Prenez votre main principale et saisissez le bord de vos orteils n'importe où entre les fixations. Redressez les deux jambes et vous faites un «raidie», ou redressez seulement votre jambe arrière (comme Dom ici) et vous faites un coup de queue muet. Deux trucs pour le prix d'un hein?"
    },
    {
        "title": "Indy",
        "category": "Indy",
        "designation": "Les poignées aident tous les coureurs en stabilisant leur dérive dans les airs. L'Indy est un classique classique. Tendez la main vers le bas et faites un achat sur le bord des orteils entre vos fixations. Ensuite, pour ajouter du style, poussez votre jambe avant bien droite. C’est bien vivre."
    },
    {
        "title": "Tail",
        "category": "tail grab",
        "designation": "Grabs help all riders by stabilizing their drift through the air. Opposite to the nose grab – simply reach for the tail of your board with your trailing hand and hold on for dear life. Land this one whilst still holding on to the grab and you automatically gain entry into the snowboarding hall of fame. In your own head."
    },
    {
        "title": "Melon",
        "category": "style week",
        "designation": "Les poignées aident tous les coureurs en stabilisant leur dérive dans les airs. Un bon morceau de meloncollie est comme un indy: intemporel. Tenez le bord de votre talon en utilisant votre main de tête et saisissez n'importe où entre vos fixations (cela vous semblera probablement plus facile juste derrière le pied avant), puis osez votre jambe avant. Une superbe prise de melon vous donne l'impression d'être un maître de Kung Fu qui lance un coup de pied volant."
    },
    {
        "title": "Stalefish",
        "category": "sad",
        "designation": "Les poignées aident tous les coureurs en stabilisant leur dérive dans les airs. Un autre classique - tenez votre talon entre vos fixations en utilisant votre main arrière. Astuce: comme il est difficile de passer derrière votre fixation arrière, poussez votre pied arrière en même temps. C'est aussi un style supplémentaire."
    },
    {
        "title": "Méthode",
        "category": "jump",
        "designation": "Grabs help all riders by stabilizing their drift through the air. The humble method is universally hailed as the king of all grabs. Lift your board sideways and then grab your heel edge either side of (but close to) the front binding with your leading hand. Try to keep the board horizontal, and for extra style, push your back foot out and around – extending your other arm for balance. Magic. Wanna turn this into a palm air (named after Shaun Palmer)? Grab the heel edge just in front of the bindings but make sure you crank it out all the more, you don’t want to be grabbing 'nelon' now!"
    },
    {
        "title": "Japan",
        "category": "japan air",
        "designation": "Les poignées aident tous les coureurs en stabilisant leur dérive dans les airs. Pour bien faire le Japon, vous devez être très flexible. Tout d'abord, placez la planche sur le côté (comme une méthode), puis passez la main autour de votre genou avant replié avec votre main de tête, en saisissant le bord des orteils entre les fixations. Une fois que vous avez une bonne adhérence sur la planche, tirez tout vers le haut et vers l'arrière pour vous tordre dans une forme tout à fait magnifique."
    },
    {
        "title": "Seatbelt",
        "category": "seat belt",
        "designation": "Les poignées aident tous les coureurs en stabilisant leur dérive dans les airs. Pour faire un bon air de la ceinture de sécurité, poussez votre main avant sur votre corps, puis attrapez la queue sur le côté orteil. Ainsi appelé parce que votre bras traversera votre corps comme une ceinture de sécurité."
    },
    {
        "title": "Truck Driver",
        "category": "truck driver",
        "designation": "Les poignées aident tous les coureurs en stabilisant leur dérive dans les airs. Encore un double. Cette fois, maintenez votre talon et votre pointe entre vos fixations."
    },
    {
        "title": "Chicken Salad",
        "category": "stalefish",
        "designation": "Les poignées aident tous les coureurs en stabilisant leur dérive dans les airs. La salade de poulet est l'opposé d'un rosbif: poussez votre main de tête dans vos jambes, attrapez le bord de votre talon et osez votre pied avant vers l'extérieur. Pourquoi le nom de salade de poulet? Nous n'avons absolument aucune idée."
    },
    {
        "title": "Backflip",
        "category": "flip",
        "designation": "Choisissez un saut sur lequel vous êtes parfaitement à l'aise. Un petit kicker de l'arrière-pays fera également l'affaire. Un bon équipage est également essentiel. Amenez des potes qui vous donneront un écho 'Yeww !!' lorsque vous êtes prêt à frapper un nouveau tour. L'engagement envers la rotation est la clé lorsque vous essayez votre premier chat sauvage, alors visez un repli plus serré. Une rotation plus rapide peut vous amener à atterrir plus lourd sur la queue de votre planche, mais c'est l'option la plus souhaitable par rapport à un atterrissage sur le nez de votre planche. Après les premiers, ajustez votre pop et votre rotation en conséquence ... et voilà!"
    },
    {
        "title": "Frontflip",
        "category": "Old school",
        "designation": "Le Frontflip est l'un des flips les plus faciles sur le snowboard. Avant de l'essayer sur la neige, pratiquez le flip sur un trampoline. Accélérez sur une planche plate. Pour obtenir une bonne rotation, poussez sur la queue avant le saut, puis avancez rapidement et poussez avec votre jambe avant. Assurez-vous que vos épaules sont parallèles à la planche. Une fois en l'air, redressez vos genoux et trouvez votre point d'atterrissage. Posez votre planche à plat."
    },
    {
        "title": "180",
        "category": "180",
        "designation": "Une fois que vous avez des ollies plats et que vous voulez commencer votre carrière de freestyle, vous voudrez probablement lancer un 180. La version frontside (où vous tournez votre front vers l'atterrissage lorsque vous entrez dans les airs, comme un virage au talon) devrait être votre premier point d'appel. Bien sûr, avant d'essayer cela, vous devrez d'abord maîtriser le changement de direction (en arrière) et vous devrez vraiment vous engager à faire circuler cette planche si vous voulez éviter d'attraper votre bord des orteils à mi-parcours."
    },
    {
        "title": "360",
        "category": "360",
        "designation": "Un frontside 360, c'est lorsque vous quittez la pente et que vous tournez dans les airs à 360 degrés avant de toucher à nouveau le sol. La partie «frontside» du saut fait référence au fait que vous tournez d'abord votre poitrine vers le bas de la pente plutôt que vers le dos. Si vous faites du snowboard avec votre côté gauche devant, vous tournez dans le sens antihoraire; si vous faites du snowboard en position «goofy» avec votre côté droit vers l'avant, vous tournez dans le sens des aiguilles d'une montre."
    }
]